Repository: andreymal/mini_fiction
Catalog: mini_fiction/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Chapter {}
ru: Глава {}

source: Empty tag
ru: Пустой тег

source: Add new
ru: Добавить новый

source: User already exists
ru: Пользователь уже существует

source: Email address is already in use
ru: Электропочта уже используется

source: Please set username
ru: Укажите имя пользователя

source: Please set only password or password hash
ru: Укажите только пароль или хэш пароля

source: Password is too bad, please change it
ru: Пароль слишком плохой, поменяйте его

source: Incorrect timezone
ru: Неверный часовой пояс

source: Invalid contact type
ru: Неправильный тип контакта

source: Too big avatar; must be {value} KiB or smaller
ru: Слишком большой аватар; надо {value} КиБ или меньше

source: Cannot read avatar
ru: Не получилось прочитать аватар

source: Too small avatar; must be {w}x{h} or bigger
ru: Слишком маленький аватар; надо {w}x{h} или больше

source: Too big avatar; must be {w}x{h} or smaller
ru: Слишком большой аватар; надо {w}x{h} или меньше

source: Please enter a correct username and password.
ru: Пожалуйста, введите правильные имя пользователя и пароль.

source: Account is disabled
ru: Аккаунт отключен

source: Parent comment not found
ru: Родительский комментарий не найден

source: Please log in to vote
ru: Авторизуйтесь, чтобы голосовать

source: You already voted
ru: Вы уже голосовали

source: You can't vote
ru: Вам нельзя голосовать

source: Invalid value
ru: Недопустимое значение

source: Access denied
ru: Нет доступа

source: Block already exists
ru: Блок уже существует

source: Cannot change primary key
ru: Невозможно изменить первичный ключ

source: Cannot parse htmlblock "{0}": {1}
ru: Не удалось распарсить блок «{0}»: {1}

source: Cannot render htmlblock "{0}" for anonymous: {1}
ru: Не удалось отрисовать блок «{0}» для анонимуса: {1}

source: Cannot render htmlblock "{0}" for you: {1}
ru: Не удалось отрисовать блок «{0}» для вас: {1}

source: Page already exists
ru: Страница уже существует

source: Cannot parse news item "{0}": {1}
ru: Не удалось распарсить новость «{0}»: {1}

source: Cannot render news item "{0}" for anonymous: {1}
ru: Не удалось отрисовать новость «{0}» для анонимуса: {1}

source: Cannot render news item "{0}" for you: {1}
ru: Не удалось отрисовать новость «{0}» для вас: {1}

source: Character already exists
ru: Персонаж уже существует

source: Group not found
ru: Группа не найдена

source: Maximum picture size is {maxsize} KiB
ru: Максимальный размер картинки {maxsize} КиБ

source: Group already exists
ru: Группа уже существует

source: This is system page, you cannot delete it
ru: Это системная страница, вы не можете её удалить

source: Cannot parse staticpage "{0}": {1}
ru: Не удалось распарсить статическую страницу «{0}»: {1}

source: Cannot render staticpage "{0}" for anonymous: {1}
ru: Не удалось отрисовать статическую страницу «{0}» для анонимуса: {1}

source: Cannot render staticpage "{0}" for you: {1}
ru: Не удалось отрисовать статическую страницу «{0}» для вас: {1}

source: Tag category already exists
ru: Категория тега уже существует

source: Tag already exists
ru: Тег уже существует

source: Tag not found
ru: Тег не найден

source: Tag cannot refer to itself
ru: Тег не может ссылаться сам на себя

source: Avatar
ru: Аватар

source: The recommended size is 100x100 pixels
ru: Рекомендуемый размер 100x100 пикселей

source: Delete avatar
ru: Удалить аватар

source: Passwords do not match
ru: Пароли не совпадают

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Name
ru: Название

source: Title of the new story
ru: Заголовок нового рассказа

source: Tags
ru: Теги

source: Tags are separated by commas, for example: Fluff, Daily, Sketch
ru: Теги разделяются запятой, например: Флафф, Повседневность, Зарисовка

source: List genres and main events of the story. You can create new tags if there are not enough existing ones
ru: Перечислите жанры и основные события рассказа. Вы можете создать новые теги, если существующих не хватает

source: Characters
ru: Персонажи

source: You should choose characters who are in the thick of things, not all those mentioned in the story.
ru: Следует выбрать персонажей, находящихся в гуще событий, а не всех упомянутых в произведении.

source: Short story description
ru: Краткое описание рассказа

source: Required short story description
ru: Обязательное краткое описание рассказа

source: Notes
ru: Заметки

source: Notes to the story
ru: Заметки к рассказу

source: Link to original (if any)
ru: Ссылка на оригинал (если есть)

source: Don't forget to add it if you are not a direct author of the story
ru: Не забудьте указать, если вы не являетесь непосредственным автором произведения

source: Original title
ru: Название рассказа в оригинале

source: Original author
ru: Автор оригинала

# story_info
source: Rating
ru: Рейтинг

# story_info
source: Origin
ru: Происхождение

# story_origin
source: Original
ru: Оригинал

# story_origin
source: Translation
ru: Перевод

# story_info
source: Status
ru: Состояние

# story_info
source: Incomplete
ru: Не завершен

# story_info
source: Complete
ru: Завершен

# story_info
source: Freezed
ru: Заморожен

source: Activity of the story (is it being written now)
ru: Активность рассказа (пишется ли он сейчас)

source: Email
ru: Электропочта

source: Is active
ru: Активен

source: Only active accounts can log in
ru: Только активные аккаунты могут входить

source: Is staff
ru: Персонал

source: Staff can approve stories and partially administer the site
ru: Персонал может подтверждать рассказы и частично администрировать сайт

source: Is superuser
ru: Суперпользователь

source: Superuser can fully administer the site
ru: Суперпользователь может целиком администрировать сайт

source: Premoderation mode
ru: Режим премодерации

source: Default
ru: По умолчанию

source: Enable premoderation
ru: Включить премодерацию

source: Disable premoration (verified author)
ru: Отключить премодерацию (проверенный автор)

source: Ban reason
ru: Причина бана

source: This text will be displayed when a user tries to log into an inactive account
ru: Этот текст будет отображён пользователю, когда он попытается войти в неактивный аккаунт

source: Language (leave empty to make this block default)
ru: Язык (оставьте пустым, чтобы этот блок был по умолчанию)

source: Is Jinja2 template
ru: Шаблон Jinja2

source: Be careful when editing the template! Jinja2 is very powerful, and you may accidentally break something or create a vulnerability.
ru: Будьте осторожны при редактировании шаблона! Jinja2 очень мощный, и вы можете ненароком поломать что-нибудь или создать уязвимость.

source: Cache time (seconds)
ru: Время кэширования (секунды)

source: How long the rendered content will be stored in the cache (0 — do not cache). The cache is shared for all users
ru: Как долго отрендеренный контент будет храниться в кэше (0 — не кэшировать). Кэш общий для всех пользователей

source: Title
ru: Заголовок

source: Content
ru: Содержимое

source: Picture
ru: Картинка

source: Show on site
ru: Показать на сайте

source: Description
ru: Описание

source: Link to original
ru: Ссылка на оригинал

source: Labels for link to original
ru: Надписи для ссылки на оригинал

source: One per line. Format: "lang=label" (for specified language) or just "label" (to set default value)
ru: По одной на строку. Формат: «язык=надпись» (для конкретного языка) или просто «надпись» (для значения по умолчанию)

source: Show on all pages
ru: Показать на всех страницах

source: Color
ru: Цвет

source: Group
ru: Группа

source: Language (leave empty to make this page default)
ru: Язык (оставьте пустым, чтобы эта страница была по умолчанию)

source: Is full page
ru: Полная страница

source: This option removes header and footer
ru: Эта опция убирает шапку и подвал

source: %(num)d story
ru: %(num)d рассказ

source: %(num)d time
ru: %(num)d раз

source: %(num)d comment
ru: %(num)d комментарий

source: Author's cabinet
ru: Кабинет автора

source: Saved!
ru: Сохранено!

source: Changes are not saved, check the form
ru: Изменения не сохранены, проверьте форму

# chapter_edit
source: Name
ru: Название

source: Chapter title (optional)
ru: Заголовок главы (необязательно)

# chapter_edit
source: Notes
ru: Заметки

source: Chapter notes
ru: Заметки к главе

source: Author's notes for chapter
ru: Заметки автора к главе

# chapter_edit
source: Chapter text
ru: Текст главы

# chapter_edit
source: Publication
ru: Публикация

# chapter_edit
source: Publish chapter now
ru: Опубликовать главу сейчас

# chapter_edit
source: Leave chapter published
ru: Оставить главу опубликованной

source: Publish this and other %(num)s chapter
ru: Опубликовать эту и ещё %(num)s главу

# chapter_edit
source: Save chapter to drafts
ru: Сохранить главу в черновики

# chapter_edit
source: Move chapter to drafts
ru: Убрать главу в черновики

# chapter_edit
source: Leave chapter in drafts
ru: Оставить главу в черновиках

source: Add
ru: Добавить

source: Save changes
ru: Сохранить изменения

source: Preview
ru: Предпросмотр

source: Preview selected
ru: Предпросмотр выделенного

source: New stories
ru: Новые рассказы

# best_stories
source: Best
ru: Лучшее

source: Moderation log
ru: Лог модерации

source: Edit log
ru: Лог изменений

source: Send
ru: Отправить

source: This comment was edited once
ru: Комментарий был отредактирован один раз

source: This comment was edited twice
ru: Комментарий был отредактирован два раза

source: This comment was edited %(num)d time
ru: Комментарий был отредактирован %(num)d раз

source: Show older
ru: Показать более старые

source: Save
ru: Сохранить

source: Found %(num)d story
ru: Всего нашли %(num)d рассказ

source: Found %(num)d chapter
ru: Всего нашли %(num)d главу

source: There is nothing here yet
ru: Здесь пока ничего нет

# story_by
source: by
ru: от

source: Add story
ru: Добавить рассказ

source: it was viewed by %(num)d user
ru: его просмотрел %(num)d пользователь

source: %(num)d vote
ru: %(num)d голос

# story_edit_tab
source: General
ru: Основное

# story_edit_tab
source: Chapters
ru: Главы

# story_edit_tab
source: Authors and access
ru: Авторы и доступ

# story_edit_tab
source: Administration
ru: Администрирование

# chapter_edit_short
source: edit
ru: править

# chapter_delete_short
source: delete
ru: удалить

source: It seems this story doesn't yet have any chapters!
ru: Кажется, у рассказа ещё нет ни одной главы!

source: Add chapter
ru: Добавить главу

source: Save story
ru: Сохранить рассказ

source: Added to favorites by %(num)d user
ru: В избранном у %(num)d пользователя

# story_written_by
source: Written by:
ru: Написал:

# story_info
source: Editors:
ru: Редакторы:

# story_info
source: Beta readers:
ru: Бета-читатели:

# story_info
source: Story notes:
ru: Заметки к рассказу:

# story_info
source: Details and statistics
ru: Подробности и статистика

source: %(num)d word
ru: %(num)d слово

source: %(num)d view
ru: %(num)d просмотр

# story_info
source: Created at:
ru: Создан:

# story_info
source: last update
ru: последнее изменение

# story_info
source: Published at:
ru: Опубликован:

source: %(num)d user waiting for the continuation
ru: %(num)d пользователь ждёт продолжение

source: Subscribe to new chapters
ru: Подписаться на новые главы

# notification_target
source: email
ru: почта

# notification_target
source: website
ru: сайт

# story_contents
source: Contents
ru: Содержание

# story_mark
source: draft
ru: черновик

# chapter_edit
source: Edit
ru: Редактировать

source: %(num)d unresolved abuse report
ru: %(num)d нерешённая жалоба

source: %(num)d vote in last 24 hours
ru: %(num)d оценка за последние 24 часа

source: Authors
ru: Авторы

source: %(num)d new user in last 24 hours
ru: %(num)d новый пользователь за последние 24 часа

source: Registrations
ru: Регистрации

source: %(num)d account is not activated yet
ru: %(num)d аккаунт ещё не активирован

source: Tag categories
ru: Категории тегов

source: Static pages
ru: Статические страницы

source: News
ru: Новости

source: Header pictures
ru: Картинки в шапке

source: Character groups
ru: Группы персонажей

source: HTML Blocks
ru: HTML-блоки

source: Last actions
ru: Последние действия

source: (nothing)
ru: (ничего)

source: Administration
ru: Администрирование

source: All
ru: Все

source: Search
ru: Поиск

source: Registered at
ru: Зарегистрирован

source: Last visit
ru: Последний визит

source: (it's you)
ru: (это вы)

source: Yes
ru: Да

source: No
ru: Нет

source: This is system user account, you cannot edit it.
ru: Это системная учётная запись, вы не можете редактировать её.

source: Log in as this user
ru: Войти как этот пользователь

source: Password hash
ru: Хэш пароля

source: Last password change
ru: Последнее изменение пароля

source: Password reset link
ru: Ссылка для сброса пароля

source: Change password
ru: Изменить пароль

source: Log out on all devices
ru: Разлогиниться на всех устройствах

source: Generate a password reset link
ru: Создать ссылку для сброса пароля

source: Delete this character group?
ru: Удалить эту группу персонажей?

source: Delete
ru: Удалить

source: Create
ru: Создать

source: Delete this character?
ru: Удалить этого персонажа?

source: Delete this HTML Block?
ru: Удалить этот HTML-блок?

source: You don't have access to edit this Jinja2 template.
ru: У вас нет доступа для редактирования этого шаблона Jinja2.

source: Delete this news item?
ru: Удалить эту новость?

source: Delete this registration?
ru: Удалить эту регистрацию?

source: Created at
ru: Создано

source: Activate
ru: Активировать

source: Delete this static page?
ru: Удалить эту статическую страницу?

source: Delete this tag?
ru: Удалить этот тег?

source: Delete this tag category?
ru: Удалить эту категорию тегов?

# story_mark
source: translation
ru: перевод

# story_mark
source: complete
ru: завершен

# story_mark
source: freezed
ru: заморожен

# story_mark
source: incomplete
ru: не завершен

source: %(num)d chapter was published
ru: была опубликована %(num)d глава

# admin_log
source: Created:
ru: Создан:

# admin_log
source: Updated:
ru: Обновлён:

# admin_log
source: Deleted:
ru: Удалён:

source: (preview)
ru: (предпросмотр)

source: Edit chapter
ru: Редактировать главу

source: Read more
ru: Читать далее

source: To be continued...
ru: Продолжение следует...

source: Unread chapters count
ru: Число непрочитанных глав

# comment_controls
source: Edit
ru: Изменить

# comment_controls
source: Restore
ru: Восстановить

# comment_controls
source: Delete
ru: Удалить

source: Unread comments count
ru: Число непрочитанных комментариев

# load_comments_tree_link
source: Load tree
ru: Загрузить ветку

# story_edit_log
source: of story
ru: рассказа

source: Show changes
ru: Показать изменения

source: Notifications
ru: Уведомления

source: Favorites
ru: Избранное

source: Read later
ru: Прочитать позже

source: Settings
ru: Настройки

source: My profile
ru: Мой профиль

source: Log out
ru: Выход

source: Log in
ru: Войти

source: Register
ru: Зарегистрироваться

source: Index
ru: Главная

# help_page
source: Help
ru: Справка

source: Viewed notifications
ru: Просмотренные уведомления

# notify_story_publish_draft
source: Moderator
ru: Модератор

# notify_story_publish_draft
source: User
ru: Пользователь

source: %(num)d chapter
ru: %(num)d глава

# story_control_buttons
source: Edit
ru: Редактировать

source: Show %(num)d chapter
ru: Показать %(num)d главу

source: Draft
ru: Черновик

# story_in_collaboration_with
source: in collaboration with
ru: в соавторстве с

# story_in_collaboration_with
source: and
ru: и

# edit_story
source: Edit
ru: Редактировать

# delete_story
source: Delete
ru: Удалить

# story_mark
source: on moderation
ru: на модерации

source: Note that %(num)s chapter is draft and will not be visible to the readers until you publish it separately.
ru: Обратите внимание, что %(num)s глава находится в черновиках и не будет видна читателям, пока вы не опубликуете её отдельно.

source: Edit
ru: Редактировать

source: Updated stories
ru: Обновившиеся рассказы

source: Updates feed
ru: Лента обновлений

source: Latest comments
ru: Последние комментарии

source: Comments feed
ru: Лента комментариев

source: Latest news
ru: Последние новости

source: All news
ru: Все новости

source: Pony ORM queries
ru: Запросы Pony ORM

# story_edit_log
source: edited story
ru: отредактировал рассказ

# story_edit_log
source: published story
ru: опубликовал рассказ

# story_edit_log
source: sent to drafts story
ru: отправил в черновики рассказ

# story_edit_log
source: approved story
ru: одобрил рассказ

# story_edit_log
source: unapproved story
ru: отозвал рассказ

# story_edit_log
source: edited chapter
ru: отредактировал главу

# story_edit_log
source: added chapter
ru: добавил главу

# story_edit_log
source: deleted chapter
ru: удалил главу

# story_edit_log
source: sent to drafts chapter
ru: отправил в черновики главу

# story_edit_log
source: published chapter
ru: опубликовал главу

source: Show %(num)s unchanged symbol
ru: Показать %(num)s неизменённый символ

# timesince
source: just now
ru: только что

# timesince
source: very soon
ru: совсем скоро

# timesince
source: %(delta)s ago
ru: %(delta)s назад

# timesince
source: in %(delta)s
ru: через %(delta)s

# timesince
source: %(num)d year
ru: %(num)d год

# timesince
source: %(num)d month
ru: %(num)d месяц

# timesince
source: %(num)d week
ru: %(num)d неделю

# timesince
source: %(num)d day
ru: %(num)d день

# timesince
source: %(num)d hour
ru: %(num)d час

# timesince
source: %(num)d minute
ru: %(num)d минуту

# tz_category
source: Africa
ru: Африка

# tz_category
source: America
ru: Америка

# tz_category
source: Antarctica
ru: Антарктика

# tz_category
source: Arctic
ru: Арктика

# tz_category
source: Asia
ru: Азия

# tz_category
source: Atlantic
ru: Атлантический океан

# tz_category
source: Australia
ru: Австралия

# tz_category
source: Europe
ru: Европа

# tz_category
source: Indian
ru: Индийский океан

# tz_category
source: Pacific
ru: Тихий океан

source: Required field
ru: Обязательное поле

source: Unknown field
ru: Неизвестное поле

source: Field '{0}' is required
ru: Обязательное поле {0}

source: Depends on these values: {constraint}
ru: Зависит от следующих значений: {constraint}

source: {0} must not be present with '{field}'
ru: '{0}' не должно быть вместе с '{field}'

source: '{0}' is not a document, must be a dict
ru: '{0}' не документ, должен быть словарь

source: Field should not be empty
ru: Поле не может быть пустым

source: Must be of {constraint} type
ru: Должно иметь тип {constraint}

source: Length of list should be {constraint}, it is {0}
ru: Длина списка должна быть {constraint}, а не {0}

source: Min length is {constraint}
ru: Минимальная длина {constraint}

source: Max length is {constraint}
ru: Максимальная длина {constraint}

source: Value does not match regex '{constraint}'
ru: Значение не соответствует регулярному выражению {constraint}

source: Min value is {constraint}
ru: Минимальное значение {constraint}

source: Max value is {constraint}
ru: Максимальное значение {constraint}

source: Unallowed value {value}
ru: Недопустимое значение {value}

source: Unallowed values {0}
ru: Недопустимые значения {0}

source: Field '{field}' cannot be coerced: {0}
ru: Поле '{field}' не может быть преобразовано: {0}

source: Field '{field}' cannot be renamed: {0}
ru: Поле '{field}' не может быть переименовано: {0}

source: Field is read-only
ru: Поле доступно только для чтения

source: Default value for '{field}' cannot be set: {0}
ru: Не получилось установить значение по умолчанию для поля {field}: {0}

source: Value does not match regex '{0}'
ru: Значение не соответствует регулярному выражению {0}

source: Color format must be "#HHH" or "#HHHHHH"
ru: Цвет должен быть в формате «#HHH» или «#HHHHH»

source: Authorization
ru: Авторизация

source: Cannot login
ru: Не получилось войти

source: Registration is closed
ru: Регистрация закрыта

source: Registration in library
ru: Регистрация в библиотеке

source: My cabinet
ru: Мой кабинет

source: Author: {author}
ru: Автор: {author}

source: Password is incorrect
ru: Неверный пароль

source: Old password is incorrect
ru: Старый пароль неверный

source: Chapter
ru: Глава

source: Add new comment
ru: Добавить новый комментарий

source: Edit comment
ru: Редактировать комментарий

source: Confirm delete comment
ru: Подтверждение удаления комментария

source: Confirm restore comment
ru: Подтверждение восстановления комментария

source: Top stories for the week
ru: Топ рассказов за неделю

source: Top stories for the month
ru: Топ рассказов за месяц

source: Top stories for the year
ru: Топ рассказов за год

source: Top stories for all time
ru: Топ рассказов за всё время

source: Top stories in %(num)d day
ru: Топ рассказов за %(num)d день

source: Search of stories
ru: Поиск рассказов

source: Search results
ru: Результаты поиска

source: New story
ru: Новый рассказ

source: Header picture
ru: Картинка в шапке

source: Delete header picture
ru: Удалить картинку в шапке
